openshwprojects/OpenBK7231T_App/src/libraries/ESP32_Display_Panel/test_apps/board/espressif/sdkconfig.ci.BOARD_ESPRESSIF_ESP32_C3_LCDKIT
CONFIG_IDF_TARGET="esp32c3"
CONFIG_ESP_CONSOLE_USB_SERIAL_JTAG=y

CONFIG_BOARD_ESPRESSIF_ESP32_C3_LCDKIT=y
